IDEA Open Model
ConcreteULSCheckResultFatigueEc2.InternalForceMax Property
 internal forces for fatigue calculation max
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ResultOfInternalForces InternalForceMax { get; set; }
Public Property InternalForceMax As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForceMax {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace